Repository: pouya-gh/MyStore
Catalog: items/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Name
fa: نام

source: Slug
fa: تیتر

source: parent
fa: سر دسته

source: property's keys must contain only alphanumeric characters and space
fa: نام ویژگی کالا باید فقط شامل الفبا, عدد و فضای خالی باشد

source: properties values must only be a string
fa: مقدار ویژگی کالا باید فقط نوشته باشد

source: Verified
fa: تأیید شده

source: Verfication pending
fa: در انتظار تأیید

source: Declined
fa: رد شده

source: USA Dollar
fa: دلار آمریکا

source: Iranian Rial
fa: ریال

source: name
fa: نام

source: slug
fa: تیتر

source: provider
fa: توزیع کننده

source: submitted by
fa: ثبت شده توسط

source: properties
fa: ویژگی ها

source: description
fa: توصیف

source: image
fa: تصویر

source: remaining items
fa: کالای های مانده

source: price
fa: قیمت

source: currency
fa: واحد ارز

source: created
fa: ثبت شده در تاریخ

source: publish
fa: منتشر شده در تاریخ

source: updated
fa: به روز رسانی شده در تاریخ

source: submission status
fa: وضعیت ثبت

source: submission review message
fa: پیام بازنگری

source: category
fa: دسته

source: item provider is not owned by you
fa: توزیع کننده کالا به نام شما نیست

source: customer
fa: مشتری

source: item
fa: کالا

source: quantity
fa: تعداد

source: date added
fa: تاریخ ثبت

source: date updated
fa: تاریخ به روز رسانی

source: additional info
fa: اطاعات اضافه

source: Are you sure? This can not be reversed!
fa: آیا مطئن هستید؟

source: Delete
fa: حذف کن

source: Go Back!
fa: برگرد

source: Unverified
fa: تأیید نشده

source: More Info
fa: اطلاعات بیشتر

source: Item already in shopping cart.
fa: کالا در سبد شما قرار دارد.

source: Add to cart
fa: به سبد اضافه کن

source: Something went wrong!
fa: خطایی رخ داد.

source: Admin message
fa: پیام ادمین

source: Edit
fa: به روز رسانی

source: Value
fa: مقدار

source: Submit
fa: ثبت کن

source: Items
fa: کالاها

source: Home
fa: خانه

source: Shop in style
fa: یک نمونه کار فروشگاه آنلاین

source: With this shop hompeage template
fa: از پویا غریب پور

source: View
fa: مشاهده کن

source: Search
fa: جست و جو

source: More Options
fa: اطلاعات بیشتر

source: Filters
fa: فیلترها

source: Add Filter
fa: اضافه کردن فیلتر

source: Price Range
fa: بازه قیمت

source: Min Price
fa: حداقل قیمت

source: Max Price
fa: حداکثر قیمت

source: All
fa: همه

source: ID
fa: آیدی

source: Price
fa: قیمت

source: Category
fa: دسته

source: My Cart
fa: سبد من

source: Item name
fa: نام کالا

source: Qauntity
fa: تعداد

source: Update
fa: به روز رسانی

source: Remove
fa: حذف کن

source: Place order
fa: ثبت سفارش

source: Item provider is not owned by you.
fa: توزیع کننده کالا به نام شما نیست

source: Can't add to cart!
fa: نمی توانید به سبد اضافه کنید.

source: Can't update cart!
fa: سبد به روز رسانی نشد

source: Invalid min price input.
fa: مقدار حداقل قیمت درست نیست

source: Invalid max price input.
fa: مقدار حداکثر قیمت درست نیست

source: Filter name {filter_name} was ignored. Only alphanumeric characters and space are allowed.
fa: فیلتر {filter_name} اعمال نشد. نام فیلتر ها می توانند فقط شامل الفبا, عدد و فضای خالی باشند.
